/* AirPort Management step title */
"AirPort Management" = "AirPort Management";

/* Error title */
"An error occurred." = "An error occurred.";

/* No network services active recovery suggestion */
"At least one service must be connected and marked as active in order to proceed." = "At least one service must be connected and marked as active in order to proceed.";

/* Enable AirPort management checkbox title */
"Enable AirPort automanagement" = "Enable AirPort automanagement";

/* Enable AirPort management checkbox title */
"Enable AirPort automanagement for \"%@\"" = "Enable AirPort automanagement for \"%@\"";

/* Ethernet interface step title */
"Ethernet Interface" = "Ethernet Interface";

/* Incorrect AirPort admin password error */
"Incorrect password" = "Incorrect password";

/* Internet gateway page title */
"Internet Gateway" = "Internet Gateway";

/* Invalid gateway configuration error */
"Invalid configuration." = "Invalid configuration.";

/* No network services active error */
"No connected services are active." = "No connected services are active.";

/* Empty AirPort admin password error */
"Password is empty." = "Password is empty.";

/* PPPoE connection failed recovery string */
"Please check the information you entered.  If you don't know this information, contact your ISP." = "Please check the information you entered.  If you don't know this information, contact your ISP.";

/* Empty AirPort admin password recovery */
"Please enter the administator password for this base station." = "Please enter the administator password for this base station.";

/* No LOM admin account error */
"Please set an admin account for the LOM interfaces." = "Please set an admin account for the LOM interfaces.";

/* PPPoE connection failed error string */
"PPPoE connection failed." = "PPPoE connection failed.";

/* Invalid gateway configuration recovery */
"The same interface cannot be used for both public and private access. Please select different interfaces or disable the gateway configuration option." = "The same interface cannot be used for both public and private access. Please select different interfaces or disable the gateway configuration option.";

/* Network config recovery suggestion */
"There was a problem configuring your network services. Please inspect your network settings and try again." = "There was a problem configuring your network services. Please inspect your network settings and try again.";

